<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, icosidodecaedro, icosaedro, dodecaedro, truncado, poliedro, arquimediano, volumen, 
esfera, circunscrita, tangencial, radio, decágono, applet">
<title>Icosidodecaedro truncado - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Icosidodecaedro truncado</h2>
<p>
Es un <a href="https://es.wikipedia.org/wiki/S%C3%B3lidos_de_Arqu%C3%ADmedes" target="_blank" >solido arquimediano</a> con <b>62 caras</b> (<b>12 dec&#225;gonos</b>, <b>20 hex&#225;gonos</b> y <b>30 cuadrados</b>), <b>180 aristas</b> y <b>120 v&#233;rtices</b>. En cada v&#233;rtice concurren un dec&#225;gono, un hex&#225;gono y un cuadrado.<br/>
<br/>
Es el s&#243;lido arquimediano con m&#225;s v&#233;rtices y aristas, aunque el <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Dodecaedro_romo.html<b>" target="_blank" >dodecaedro romo</a> tiene m&#225;s caras. Igualmente es el que mayor porcentaje ocupa de su esfera circunscrita (<b>89.80%</b>). Todos los v&#233;rtices son equivalentes local y globalmente, como en todo verdadero arquimediano, y la sumas de lols &#225;ngulos de las caras que concurren en ellos es <b>144&#186; + 120&#186; + 90&#186; = 354&#186;</b>, la m&#225;s alta entre los arquimedianos. Igualmente es el de mayor volumen a igualdad de arista.</p>

<iframe scrolling="no" title="Icosidodecaedro truncado" src="https://www.geogebra.org/material/iframe/id/upfzhvy6/width/561/height/682/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/true/sri/false/rc/false/ld/false/sdz/true/ctl/false" width="561px" height="682px" style="border:0px;" allowfullscreen> </iframe>

<p>
Puede obtenerse biselando y truncando un dodecaedro en la proporci&#243;n adecuada para obtener pol&#237;gonos regulares para las caras. Marcar la casilla '<b>Dodecaedro circunscrito</b>' para ver el dodecaedro del que puede obtenerse.<br/>
<br/>
La superficie se obtienen f&#225;cilmente sumando las &#225;reas de sus caras. La superfici&#233; del dec&#225;gono es 10&#183;&#189;&#183;1&#183;&#189;&#183;tg 72&#176; = 5/2 &#8730;(5 + 2&#8730;5), y la del hex&#225;gono 6&#183;&#8730;3/4 = 3/2 &#8730;3.<br/>
<br/>
Para hallar el volumen, puede descomponerse en pir&#225;mides con v&#233;rtice en su centro y bases cada una de las caras, o restar del dodec&#225;gono circunscrito 12 pir&#225;mides hexagonales de base las caras hexagonales y v&#233;rtices los del dodecaedro, y 30 cu&#241;as, cuyas bases son las caras cuadradas y arista opuesta la del dodecaedro.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 6 febrero 2023. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>