<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, icosaedro, regular, poliedro, platónico, volumen, radio, applet">
<title>Icosaedro regular - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Icosaedro regular</h2>
<p>
Se trata de un s&#243;lido plat&#243;nico, poliedro regular convexo, con 20 caras tri&#225;ngulos equil&#225;teros, que concurren 5 en cada uno de sus 12 v&#233;rtices, unidos por 30 aristas. Es el dual del dodecaedro.<br/>
<br/>
Tiene 6 ejes de simetr&#237;a pentagonal, correspondientes a cada par de v&#233;rtices opuestos, 10 ejes trigonales que pasan por los centros de cada par de caras opuestas, y 15 ejes digonales que pasan por los centros de cada par de aristas opuestas.<br/>
<br/>
Igualmente tien 15 planos de simetr&#237;a que contienen a un para de aristas opuestas. Cada uno de estos pares de aristas definen un rect&#225;ngulo &#225;ureo de dimensiones a y 2&#961;=&#966;a. Hay cinco grupos de tres de estos rect&#225;ngulos mutuamente perpendiculares, que se cortan en el centro del icosaedro, que es el centro de simetr&#237;a del s&#243;lido.<br/>
<br/>
Para calcular su volumen se puede calcular el de las pir&#225;mides que tienen v&#233;rtice en su centro y base cada una de sus caras. Para hallar la altura de estas pir&#225;mides, radio r de la esfera inscrita, se toma una secci&#243;n por el plano medio de dos v&#233;rtices opuestos, que corta a 10 aristas en su punto medio, formando un dec&#225;gono regular. El radio &#961; de este dec&#225;gono, es el radio de la esfera tangente a las aristas del icosaedro.</p>

<iframe scrolling="no" title="Icosaedro regular" src="https://www.geogebra.org/material/iframe/id/v9sdfbxf/width/962/height/707/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/true/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="962px" height="707px" style="border:0px;" allowfullscreen> </iframe>

<p>
<table><tr><td>
Alternativamente, el icosaedro se puede considerar formado por un <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Antiprisma.html" target="_blank">antiprisma</a> pentagonal, cuyo volumen se calcula f&#225;cilmente mediante la <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/PrismatoideVolumen.html" target="_blank">f&#243;rmula del Prismatoide</a>, y dos pir&#225;mides pentagonales.</p>
<p>
Al concurrir un n&uacute;mero impar de caras en cada v&eacute;rtice, son necesarios al menos 3 colores para colorear el icosaedro sin que haya caras contiguas del mismo color. Como puede verse, tambi&eacute;n son suficientes.
</p>
</td>
<td>
<iframe scrolling="no" title="Icosaedro regular" src="https://www.geogebra.org/material/iframe/id/ee82nuy3/width/406/height/471/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/true/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="406px" height="471px" style="border:0px;" allowfullscreen> </iframe>
</td>
</tr></table>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 23 diciembre 2021. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>