<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, analítica, matemáticas, geogebra, Bachillerato, inversión, transformación, conforme, recta, tangencia, incidencia, ángulos, circunferencia, applet">
<title>La inversi&#243;n en el plano - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="926">
<tr><td>
<h2>La inversi&#243;n en el plano</h2>
<p>
La inversi&#243;n en el plano de centro <b>O</b> y potencia <b>k<sup>2</sup></b> es una transformaci&#243;n geom&#233;trica que a cualquier punto <b>A</b> del plano distinto de <b>O</b> le hace corresponder otro <b>A'</b>, su inverso, de manera que <b>OA' = k<sup>2</sup>/OA</b> y <b>{O, A, A'}</b> est&#225;n en la misma semirrecta de origen <b>O</b>. Se trata de una involuci&#243;n: el inverso de <b>A'</b> es <b>A</b>.<br/>
<br/>
Si al plano se le a&#241;ade un &#250;nico punto del infinito <b>&#8734;</b> (plano estereogr&#225;fico), la correspondencia uno a uno se puede extender a todos los puntos del plano ampliado, siendo <b>O</b> y <b>&#8734;</b> inversos uno del otro.<br/>
<br/>
La traslaci&#243;n al espacio tridimensional es inmediata, pero aqu&#237; hablaremos solo del caso bidimensional.<br/>
<br/>
Los puntos de la circunferencia <b>&#969;</b> de centro <b>O</b> y radio <b>k</b> son invariantes o puntos dobles de la transformaci&#243;n. Muchas veces se habla de inversi&#243;n (incluso reflexi&#243;n, como hace <b>GeoGebra</b> en el comando <b>Refleja[]</b>) en la circunferencia <b>&#969;</b>, y a &#233;sta se le denomina circunferencia de inversi&#243;n o de puntos dobles.<br/>
<br/>
Las rectas que pasan por <b>O</b> se transforman en si mismas, aunque no sus puntos, salvo los dos que se encuentran en <b>&#969;</b>.<br/>
<br/>
Las rectas que no pasan por <b>O</b>, se transforman en circunferencias que si pasan por <b>O</b>, pues todas las rectas pasan por <b>&#8734;</b>. El centro de la circunferencia est&#225; en la perpendicular a la recta por <b>O</b>.<br/>
<br/>
Rec&#237;procamente, las circunferencias que pasan por <b>O</b> se transforman en rectas que no pasan por <b>O</b>, perpendiculares a la recta que une <b>O</b> con el centro de la circunferencia.<br/>
<br/>
Finalmente, las circunferencias que no pasan por <b>O</b> se transforman en circunferencias que no pasan por <b>O</b>. Es importante notar que el centro de la circunferencia inversa no coincide con el inverso del centro. Las circunferencias ortogonales a  <b>&#969;</b>, que se cortan con ella en &#225;ngulo recto, son invariables en la inversi&#243;n, aunque no sus puntos.<br/>
<br/>
Todo &#233;sto puede verse muy f&#225;cilmente de forma sint&#233;tica (<i>applets en desarrollo ...</i> ) o anal&#237;tica (<i>pdf igualmente en desarrollo ...</i>)<br/>
<br/>
La inversi&#243;n no es una isometr&#237;a ni a&#250;n una transformaci&#243;n af&#237;n, por lo que no se mantienen las distancias ni las proporciones. Lo que si se mantiene es la incidencia (dos l&#237;neas que se cortan en un punto <b>P</b> se transforman en l&#237;neas que se cortan en el inverso de <b>P</b>). Como consecuencia, se conservan las tangencias. M&#225;s a&#250;n, se conservan los &#225;ngulos con que se cortan dos curvas. Por ello, se conservan las formas localmente: a peque&#241;a escala, un conjunto de l&#237;neas y sus transformados tienen un aspecto similar. Se dice que es una <b>transformaci&#243;n conforme</b>.</p>

<iframe scrolling="no" title="La inversión en el plano" src="https://www.geogebra.org/material/iframe/id/DzEwwTwK/width/923/height/551/border/888888/smb/false/stb/true/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="923px" height="551px" style="border:0px;"> </iframe>

<p>
Puede cambiarse el radio de la circunferencia de inversi&#243;n con el deslizador <b>k</b>. Se pueden presentar un punto <b>A</b>, una recta <b>r</b> y una circunferencia <b>c</b> y sus inversos <b>A'</b>, <b>r'</b> y <b>c'</b>, marcando las casillas correspondientes. &#161;No conviene marcarlas todas a la vez!<br/>
<br/>
En el caso de la recta y circunferencia, se pueden arrastrar globalmente con el rat&#243;n, o bien arrastra los puntos blancos que las definen. En ambos casos hay un punto <b>B</b> o <b>C</b>, que se desplaza solo por la l&#237;nea y que puede animarse con el control de la esquina inferior izquierda.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 19 abril 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>